/* NSTextField (Local File:) : <title:Local File:> (oid:123) */
"Local File:" = "Lokaal bestand:";

/* NSTextField (URL:) : <title:URL:> (oid:122) */
"URL:" = "URL:";

/* NSMenuItem : <title:Unlimited Bandwidth> (oid:163) */
"Unlimited Bandwidth" = "Onbeperkte bandbreedte";

"Overwrite all files" = "Overschrijven alle bestanden";
"Append existing files" = "Voeg toe aan bestaande bestanden";
"Rename transferred files with a timestamp appended to the filename" = "Hernoem overgezette bestanden met tijdstempel toegevoegd aan bestandsnaam";
"Rename existing files with timestamp appended to filename" = "Hernoem bestaande bestanden met tijdstempel toegevoegd aan bestandsnaam";
"Skip transfer of files that already exist" = "Sla overdracht over van bestaande bestanden";
"Prompt for action on every file" = "Vraag voor actie op elk bestand";
"Skip files that match size, modification date or checksum" = "Sla bestanden over met gelijke grootte, wijzigingsdatum of controlegetal";
/* Synchronization */
"Download changed and missing files" = "Download gewijzigde en ontbrekende bestanden";
"Upload changed and missing files" = "Upload gewijzigde en ontbrekende bestanden";
"Download and Upload" = "Download en upload";

/* Transfer action for existing files. */
"Overwrite" = "Overschrijf";
"Overwrite all files" = "Overschrijven alle bestanden";

/* Toolbar item in Transfer Window. Transfer action for existing files */
"Resume" = "Ga verder";
"Append existing files" = "Voeg toe aan bestaande bestanden";

/* Transfer action for existing files */
"Rename existing" = "Hernoem bestaande";
"Rename existing files with timestamp appended to filename" = "Hernoem bestaande bestanden met tijdstempel toegevoegd aan bestandsnaam";
"Rename" = "Hernoem";
"Move" = "Verplaats";
"Rename transferred files with a timestamp appended to the filename" = "Hernoem overgezette bestanden met tijdstempel toegevoegd aan bestandsnaam";

/* Transfer action for existing files */
"Skip" = "Sla over";
"Skip transfer of files that already exist" = "Sla overdracht over van bestaande bestanden";
"Compare" = "Vergelijk";
"Skip files that match size, modification date or checksum" = "Sla bestanden over met gelijke grootte, wijzigingsdatum of controlegetal";

/* Toolbar item */
"Trash" = "Prullenmand";
"Move files that already exist to the Trash" = "Verplaats al bestaande bestanden naar de Prullenmand";

/* Synchronization actions */
"Download changed and missing files" = "Download gewijzigde en ontbrekende bestanden";
"Upload changed and missing files" = "Upload gewijzigde en ontbrekende bestanden";
"Download and Upload" = "Download en upload";

/* Synchronize option */
"Mirror" = "Trek gelijk";

/* NSMenuItem (Neue Verbindung öffnen) : <title:Open new connection> (oid:144) */
"Open single connection" = "Open nieuwe verbinding";

/* NSMenuItem (Use browser connection) : <title:Use browser connection> (oid:145) */
"Use browser connection" = "Gebruik browserverbinding";
"Open multiple connections" = "Open meerdere verbindingen";
"Connections" = "Verbindingen";
"{0} Connections" = "{0} verbindingen";
"Log" = "Log";
